#k8s
kubectl
minikube
k9s
kubectx

helm
lens


# Develop
meld
fzf
dbeaver

git

docker
git-delta
dbeaver
neovim
#Utils
unzip
pyenv
ntp
dkms

sudo
base-dev
yay
NetworkManager
dhcpcd
openssh
efibootmgr
util-linux
wireless_tools
sway
wayland
firefox
firefox-decentraleyes
firefox-dark-reader
firefox-ublock-origin
--fd
the_silver_searcher
lua
lua-language-server
btop
entr
rofi
waybar
alacritty
alsa-utils
alsa-plugins
alsa-oss

build-essential


gparted

postgresql-client
xorg-xwayland
xorg-xlsclients
qt5-wayland
glfw-wayland

xdg-desktop-portal-wlr
libpipewire02
wl-clipboard

pulseaudio
pipewire
pipewire-pulse
pipewire-alsa
blueman
nerd-fonts-complete
pavucontrol

xournal
minikube

neofetch
imv
bat
duf
tig

iptables-nft


