G
sudo
base-dev
yay
NetworkManager
dhcpcd
openssh
efibootmgr
caja
util-linux
wireless_tools
sway
wayland
firefox
firefox-decentraleyes
firefox-dark-reader
firefox-ublock-origin
fd
the_silver_searcher

rofi
wofi
waybar
alacritty
alsa-utils 
alsa-plugins 
alsa-oss
# Develop
docker
git
dbeaver
neovim
dbeaver
#Utils
unzip
pyenv
fzf
ntp
#k8s
kubectl
minikube
lens

dkms

build-essential

postgresql-client
xorg-xwayland
xorg-xlsclients
qt5-wayland
glfw-wayland

xdg-desktop-portal-wlr 
libpipewire02
bc


pulseaudio
pipewire
pipewire-pulse
pipewire-alsa
blueman
