# System operative
sudo
base-dev
yay
NetworkManager
dhcpcd
openssh
efibootmgr
sway
wayland
firefox
rofi
waybar
# Develop
docker
git
neovim
dbeaver
#Utils
unzip
pyenv
fzf
#k8s
kubectl
minikube
lens
